Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Canada proposes that the Review Conference adopt outcomes designed to meet these objectives, by modifying the way we do business and fostering improved transparency and accountability.
fr: Le Canada propose que la Conférence d'examen adopte des textes qui contribueront à la réalisation de ces objectifs, en modifiant notre façon de faire et en améliorant la transparence et la responsabilité.

source: Following are the outcomes proposed by Canada:
fr: Les propositions du Canada figurent ci-après :

source: Recalling earlier Review Conference decisions on strengthening the Treaty review process, States parties recognize the need to have a capacity to consider, in a more authoritative and frequent manner, the state of the Treaty's implementation and to respond promptly to challenges to its fundamental purposes.
fr: Rappelant les décisions prises à l'occasion de précédentes conférences d'examen pour renforcer le processus d'examen du Traité, les États parties admettent qu'il est nécessaire d'avoir les moyens d'examiner, de manière plus fiable et régulière, la mise en œuvre du Traité, et de réagir rapidement en cas de manquement à ses buts fondamentaux.

source: The States parties agree to meet annually in a one-week Conference of States Parties to consider and decide on any issues covered by the Treaty.
fr: Les États parties conviennent de se réunir chaque année pendant une semaine, dans le cadre d'une conférence des États parties, pour examiner les questions relevant du Traité et prendre des décisions en la matière.

source: In the two years immediately preceding a Review Conference, the Annual Conference will be extended by one week to carry out the function of a Preparatory Committee.
fr: Pendant les deux années précédant immédiatement une conférence d'examen, la Conférence annuelle sera prolongée d'une semaine pour assurer la fonction de Comité préparatoire.

source: The Preparatory Committee will finalize the procedural arrangements and make every effort to produce a consensus report containing recommendations for that Review Conference.
fr: À ce titre, elle parachèvera les modalités procédurales et fera tout pour élaborer un rapport consensuel contenant des recommandations adressées à la Conférence d'examen.

source: States parties also agree to establish a standing five-person bureau of the Treaty comprised of the President of the Review Conference and the chairpersons of each of the Annual Conferences, to be elected at the end of each Review Conference with a mandate extending until the subsequent Review Conference.
fr: Les États parties conviennent également d'établir un bureau permanent du Traité, composé de cinq membres, dont le Président de la Conférence d'examen et les présidents de chacune des conférences annuelles, qui seront élus à la fin de chaque conférence d'examen pour un mandat allant jusqu'à la conférence d'examen suivante.

source: The membership of this bureau will reflect on an equitable basis the United Nations regional groups.
fr: Les groupes régionaux de l'ONU seront représentés de manière équitable au sein du bureau.

source: The standing bureau will provide continuity and oversight of the Treaty on behalf of its members and is empowered to convene, pursuant to a consensus decision of its own, extraordinary sessions of the Conference of States Parties when situations arise that threaten the integrity or viability of the Treaty.
fr: Le bureau permanent assurera la continuité et le contrôle du Traité au nom de ses membres, et il est habilité à convoquer des sessions extraordinaires de la Conférence des États parties, sur décision prise par consensus, lorsque des événements mettent en péril l'intégrité ou la viabilité du Traité.

source: Such an extraordinary Conference will be convened within two weeks of a State party having submitted a notification of intent to withdraw from the Treaty.
fr: Ainsi, une conférence extraordinaire pourra être organisée dans les deux semaines suivant la réception d'une notification par un État partie de son intention de se retirer du Traité.

source: Reporting
fr: Élaboration de rapports

source: The Conference recalls the decision of the 2000 Review Conference on regular reports and recognizes the value of reporting for building confidence in the Treaty regime by promoting transparency and accountability, and providing States parties a way to demonstrate their active commitment to and participation in the implementation of the Treaty.
fr: La Conférence rappelle la décision prise par la Conférence d'examen en 2000 sur les rapports réguliers et convient qu'il est important d'élaborer des rapports si l'on entend renforcer la confiance qu'inspire le régime du Traité en encourageant la transparence et la responsabilité ainsi qu'en donnant aux États parties la possibilité de faire la preuve de la force de leur engagement en faveur de la mise en œuvre du Traité et de leur participation à ces travaux.

source: The Conference reaffirms the importance of reporting and States parties agree to provide reports on an annual basis on the implementation of article VI and paragraph 4 (c) of the 1995 Decision on Principles and Objectives for Nuclear Non-Proliferation and Disarmament, and recalling the Advisory Opinion of the International Court of Justice of 8 July 1996.
fr: La Conférence réaffirme qu'il importe d'établir des rapports et les États parties acceptent de présenter chaque année des rapports sur l'application de l'article VI et de l'alinéa c) du paragraphe 4 de la décision de 1995 sur les principes et objectifs de la non-prolifération et du désarmement nucléaires, en tenant compte de l'avis consultatif de la Cour internationale de justice en date du 8 juillet 1996.

source: Recognizing the interrelationship of the provisions of the Treaty, the Conference encourages States parties to include in their reports implementation actions on all articles of the Treaty.
fr: Consciente des relations qui existent entre les dispositions du Traité, la Conférence encourage les États parties à faire figurer dans leurs rapports des mesures d'application pour tous les articles du Traité.

source: The Conference welcomes the continuing contributions of civil society and non-governmental organizations to promoting non-proliferation and disarmament, and thus to furthering the objectives of the Treaty, through public education, research and analysis, the mobilization of political will and the promotion of transparency.
fr: La Conférence se félicite de ce que la société civile et les organisations non gouvernementales ne cessent de contribuer à la promotion de la non-prolifération et du désarmement et donc à la réalisation des objectifs du Traité, en sensibilisant le public, en menant des travaux de recherche et d'analyse, en mobilisant la volonté politique et en encourageant la transparence.

source: The Conference continues to support the effective participation of representatives of non-governmental organizations in Treaty conferences and Preparatory Committee sessions and encourages the further development of rules of procedure and practice, in consultation with representatives of non-governmental organizations, to facilitate and optimize such participation.
fr: La Conférence continue d'appuyer la participation efficace des représentants d'organisations non gouvernementales aux conférences portant sur le Traité et aux sessions du Comité préparatoire. Elle encourage en outre l'élaboration d'un nouveau règlement intérieur et la pratique, en consultation avec des représentants d'organisations non gouvernementales, afin de faciliter et d'optimiser cette participation.

source: In accordance with current rules and past practice, representatives of non-governmental organizations are allowed to attend meetings of Treaty conferences and Preparatory Committee sessions, other than those designated as closed; to receive documents; to make written material available, at their own expense, to the participants; and to address delegates.
fr: Conformément au règlement en vigueur et à la pratique établie, les représentants d'organisations non gouvernementales sont autorisés à participer aux conférences portant sur le Traité et aux séances du Comité préparatoire, sauf à celles qui se déroulent à huis clos. Ils peuvent également recevoir des documents, distribuer, à leurs propres frais, des communications écrites aux participants et prendre la parole devant les délégués.

source: The Conference agrees that open meetings and appropriate seating arrangements for representatives of non-governmental organizations within the meeting rooms are important means of facilitating effective participation.
fr: La Conférence convient que pour permettre aux représentants des organisations non gouvernementales de participer efficacement, il faut notamment organiser des séances publiques et prévoir une répartition appropriée des places dans les salles de réunion.

source: The Conference agrees to extend the provision for representatives of non-governmental organizations to address sessions including meetings of the Committees and subsidiary bodies.
fr: La Conférence accepte d'étendre la disposition selon laquelle les représentants des organisations non gouvernementales peuvent prendre la parole lors des sessions, notamment les séances du Comité et des organes subsidiaires.

source: 31 October 2005
fr: COMMISSION ÉCONOMIQUE POUR L'EUROPE

source: Original : ENGLISH, FRENCH
fr: COMITÉ DE L'ÉNERGIE DURABLE

source: Sixteenth session, 24 - 25 January 2006
fr: GROUPE DE TRAVAIL DU GAZ Seizième session, 24 - 25 janvier 2006

source: Item 6(b) of the provisional agenda
fr: Point 6 b) de l'ordre du jour provisoire

source: This provisional calendar of meetings of the Working Party on Gas and its subsidiary organs in 2007 does not prejudge the decisions that the Working Party on Gas, the Gas Centre and the Committee on Sustainable Energy may wish to take concerning the future activities and work methods in the field of gas.
fr: Le présent calendrier provisoire des réunions du Groupe de travail du gaz et de ses organes subsidiaires pour 2007 ne préjuge pas des décisions que le Groupe de travail du gaz, le Centre du gaz et le Comité de l'énergie durable voudront peut-être prendre concernant les futures activités et méthodes de travail dans le domaine du gaz.

source: Executive Board meeting, Gas Centre Monday, 22 January 2007
fr: Réunion du Conseil d'administration Lundi 22 janvier 2007 du Centre du gaz

source: Seventeenth session 23 and 24 January 2007
fr: Groupe de travail du gaz Mardi 23 et mercredi 24 janvier 2007 Dix-septième session (commençant le 23 janvier à 10 heures)

source: Ad-hoc Group of Experts on the Thursday, 25 January 2007
fr: Groupe spécial d'experts de Jeudi 25 janvier 2007 l'approvisionnement et de (commençant à 10 heures) l'utilisation du gaz Huitième session

source: According to the United States Census Bureau's official census, the population of Guam in 2000 was 154,805, an increase of 21,653 (16 per cent) since the 1990 census.2 In July 2004, the Central Intelligence Agency estimated the population to be 166,090, an increase of 7.25 per cent since 2000.3 According to the census, the ethnic and racial composition of Guam's population is 37 per cent Chamorro, who are indigenous to the Territory.
fr: D'après le recensement officiel établi par le Bureau fédéral des recensements, Guam comptait en 2000 154 805 habitants, soit une augmentation de 21 653 personnes (16 %) depuis le recensement de 1990. En juillet 2004, la Central Intelligence Agency a estimé que la population était passée à 166 090 personnes, ce qui représente une augmentation de 7,25 % depuis 2000.

source: The population from the Freely Associated States (the Federated States of Micronesia, the Republic of the Marshall Islands and the Republic of Palau) is 11,094, an increase of 128.18 per cent since 1990, with the largest group being Filipino (40,729), and from other Asian countries is 61,172, an increase of 30.91 per cent since 1990.
fr: Toujours selon le recensement, la composition ethnique et raciale de la population est la suivante : 37 % sont des Chamorros (autochtones); les Micronésiens (personnes provenant des États librement associés aux États-Unis - les États fédérés de Micronésie, la République des Îles Marshall et la République des Palaos) sont 11 094, soit une augmentation de 128,18 % depuis 1990 et les Asiatiques sont le groupe le plus nombreux (40 729 Philippins et 61 172 personnes originaires d'autres pays d'Asie), en augmentation de 30,91 % depuis 1990.

source: The white population is 10,509, a 43.33 per cent decrease since 1990.
fr: La population blanche, quant à elle, comptait 10 509 membres, soit une diminution de 43,33 % depuis 1990.

source: The 2000 population number of 154,805 was more than 15,000 less than the 170,000 estimated before the census.
fr: En 2000, on comptait 154 805 habitants, soit plus de 15 000 personnes en deçà des estimations faites avant le recensement (170 000).

source: Compounded growth rate in the period 1990-2000 was 1.5 per cent, rather than the earlier projection of 2.3 per cent.
fr: Entre 1990 et 2000, le taux d'accroissement conjugué a été inférieur aux prévisions (1,5 % au lieu de 2,3 %).

source: The sharp drop in population growth in the period 1990-2000 is not the result of a large drop in the natural increase. Rather, it seems to derive from Guamanians migrating to Hawaii and other states for employment opportunities.4
fr: Le fléchissement marqué de l'accroissement de la population entre 1990 et 2000 ne s'explique pas par une forte baisse de l'accroissement naturel, mais semble plutôt lié au départ des Guamiens vers Hawaii et d'autres États, en quête d'emplois.

source: As an unincorporated Territory, according to United States law, Guam is a possession of the United States but not a part of the United States.
fr: À ce titre, en vertu du droit américain, Guam est une possession des États-Unis mais ne fait pas partie des États-Unis.

source: In 1998, Congress adopted an amendment to the Organic Act of Guam allowing the Guam Legislature to elect its own Attorney General in 2002.
fr: En 1998, le Congrès a voté un amendement à la loi organique de Guam permettant à l'organe législatif d'élire son propre Ministre de la justice en 2002.

source: Douglas Moylan was elected Attorney General in November 2002 and took office on 6 January 2003, for a four-year term.
fr: Élu à ce poste en novembre 2002 pour un mandat de quatre ans, Douglas Moylan est ainsi entré en fonctions le 6 janvier 2003.

source: In October 2004, President Bush signed into law House Resolution 2400, the Guam judicial bill, amending the Organic Act of Guam and establishing the judiciary as an independent branch of the Government.
fr: En octobre 2004, le Président Bush a promulgué la résolution 2400, le projet de loi judiciaire de Guam (Guam judicial bill) qui modifie la loi organique et consacre l'indépendance du pouvoir judiciaire.

source: The resolution also confirmed the appellate jurisdiction and administrative authority of the Supreme Court of Guam over all inferior courts in the Territory, thereby effectively establishing a unified local judiciary.
fr: Cette résolution confirme également la compétence d'appel et les pouvoirs administratifs de la Cour suprême de Guam à l'égard de tous les tribunaux de degré inférieur du territoire, ce qui a pour effet d'instituer un pouvoir judiciaire local unifié.

source: Guam's representative to the United States Congress, Congresswoman Bordallo, stated that the new law was “an important step forward for self-governance in Guam”.6
fr: La représentante de Guam au Congrès des États-Unis, Mme Bordallo, a déclaré que cette nouvelle loi constituait « une avancée importante pour l'autonomie de Guam ».

source: On 2 November 2004, the Democratic candidate, Madeleine Bordallo, was re-elected as Guam's representative to the United States Congress.7 In the vote for the 28th Guam Legislature, the Democrats lost their majority of nine seats and now hold six seats, while the Republicans won a majority of nine seats.
fr: Le 2 novembre 2004, la candidate démocrate, Madeleine Bordallo, a été réélue représentante de Guam au Congrès des États-Unis. Au scrutin de la 28e Législature, le Parti démocrate a perdu sa majorité au profit du Parti républicain; ce dernier a remporté neuf sièges, tandis que les démocrates sont passés de neuf à six sièges.

source: In addition, Guamanians also voted overwhelmingly against the proposal to legalize casino gambling in large Guam hotels.
fr: De plus, les Guamiens ont voté massivement contre la légalisation du jeu en casino dans les grands hôtels de Guam.

source: The proposal, known as Proposal A, sponsored by Citizens for Economic Diversity, was defeated, with 61 per cent of votes against and 38 per cent in favour.8 Following the election, Citizens for Economic Diversity filed a lawsuit against the Guam Election Commission, alleging that the vote on Proposal A was tainted, as the Commission had failed to properly conduct the election.
fr: Soixante et un pour cent des électeurs ont voté contre et 38 % ont voté pour la proposition connue sous le nom de Proposal A, qui avait été mise de l'avant par le groupe Citizens for Economic Diversity. À la suite des élections, les membres de ce groupe ont engagé des poursuites contre la Commission électorale de Guam, affirmant que le vote sur la question était entaché d'irrégularités parce que la Commission n'avait pas respecté le règlement électoral.

source: It argued that the Commission did not send out the complete 80-page text of the proposal before the election, which is required by law.
fr: Selon eux, la Commission n'avait pas diffusé avant les élections, comme le prévoit la loi, le texte complet de la proposition (80 pages).

source: In October 2004, however, Governor Camacho signed into law a bill that in effect declared the vote on Proposal A valid.
fr: Toutefois, en octobre 2004, le Gouverneur Camacho a promulgué une loi qui, dans les faits, affirme la validité du vote sur la question.

source: The bill states that any defect in the casino ballot pamphlet shall not cause the election to be delayed or invalidated and that copies of Proposal A are available at public libraries and on the World Wide Web for voters to read.9
fr: Ce projet de loi stipule qu'aucune irrégularité du document d'information électorale n'entraînera de retard ou d'invalidation de l'élection et que des exemplaires de la proposition sont mis à la disposition du public dans les bibliothèques ainsi que sur l'Internet.

source: In a 1976 referendum Guamanians decided to maintain close ties with the United States, but also to begin negotiations to improve the Territory's status.
fr: Lors d'un référendum tenu en 1976, les électeurs ont décidé de maintenir des liens étroits avec ce pays, tout en engageant des négociations en vue d'améliorer le statut du territoire.

source: In 1979, the people of Guam rejected a draft constitution by a margin of five to one, mainly on the grounds that the question of political status had to be resolved before a meaningful constitution could be drafted.10 In a 1982 run-off referendum, 73 per cent of voters opted to pursue commonwealth status with the United States.
fr: En 1979, les Guamiens ont rejeté un projet de constitution par une marge de cinq voix contre une, principalement parce qu'il fallait régler la question du statut politique avant qu'un projet de constitution à proprement parler ne puisse être rédigé. Au deuxième tour du référendum de 1982, 73 % des électeurs se sont prononcés en faveur de l'adoption du statut d'État libre associé aux États-Unis.

source: In May 1986, the Commission on Self-Determination completed a draft Commonwealth Act, which, after a public education campaign, was submitted to an article-by-article vote on 8 August 1987 (see A/AC.109/1192, paras.
fr: En mai 1986, la Commission sur l'autodétermination a élaboré un projet de loi portant constitution d'un État libre associé de Guam (Commonwealth Act) qui, à la suite d'une campagne d'information, a été mis aux voix, article par article, le 8 août 1987 (voir A/AC.109/1192, par. 19 à 37).

source: Voters approved the central proposal, but rejected articles empowering the Government of Guam to restrict immigration and granting the indigenous Chamorro people the right to determine the future political status of the Territory.
fr: Les électeurs ont approuvé la proposition principale mais rejeté les articles qui prévoyaient de donner au Gouvernement de Guam le droit de restreindre l'immigration et d'octroyer aux autochtones chamorros le droit de déterminer le statut politique du territoire.

source: Negotiations between the Guam Commission on Self-Determination and the United States Government on the draft Commonwealth Act began again in 1989 and continued through 1997 without resolution (see A/AC.109/2000/6, paras. 19-22, A/AC.109/1192, paras.
fr: Les négociations entre la Commission de Guam sur l'autodétermination et le Gouvernement américain sur ce projet de loi ont repris en 1989 et se sont poursuivies jusqu'en 1997, sans succès (voir A/AC.109/2000/6, par. 19 à 22, A/AC.109/1192, par. 19 à 37 et A/AC.109/2018, par. 74 à 83).

source: 19-37, and A/AC.109/2018, paras.
fr: D'après une déclaration du Gouverneur Carl T.

source: According to a statement made by the Governor, Carl T. C. Gutierrez, to the House Resources Committee of the 105th Congress in October 1997, the position of the United States executive branch with regard to the draft Act has essentially been that it was unconstitutional insofar as it did not recognize the plenary authority of Congress over Guam.
fr: C. Gutierrez à la Commission des ressources de la Chambre des représentants au 105e Congrès, en octobre 1997, le pouvoir exécutif des États-Unis a estimé en substance que ce projet de loi était inconstitutionnel dans la mesure où il ne reconnaissait pas l'autorité absolue du Congrès sur Guam.

source: In 1997, Guam Public Law 23-147 established a Commission on Decolonization for the Implementation and Exercise of Chamorro Self-Determination.
fr: En 1997, la loi intitulée Guam Public Law 23-147 a permis de mettre sur pied la Commission guamienne de décolonisation en faveur de l'exercice par le peuple chamorro du droit à l'autodétermination.

source: That Commission, in concert with a process of registration of eligible voters organized by the Guam Election Commission, was to oversee the conduct of a vote on the Chamorro people's status preferences of independence, integration or free association, in accordance with international standards.
fr: Cette commission devait, de concert avec la Commission électorale chargée d'enregistrer les électeurs en droit de voter, superviser le déroulement d'un référendum sur le statut du territoire par lequel le peuple chamorro aurait été appelé à choisir entre trois options : l'indépendance, l'intégration ou la libre association dans le respect des normes internationales.

source: The plebiscite, which was scheduled to take place on 2 November 2004, was postponed, primarily because eligible voters had not been identified and registered.
fr: Ce plébiscite, qui devait avoir lieu le 2 novembre 2004, a été reporté, principalement parce qu'on n'avait pas recensé et enregistré les électeurs en droit de voter.
